/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "Аналитика";

"zanalytics.analytics.tracking.cell.title" = "Поделиться статистикой использования";

"zanalytics.analytics.tracking.footer" = "Поделитесь статистикой использования с нашими разработчиками приложений. Это поможет нам улучшить приложение.";

"zanalytics.analytics.tracking.anonymous.footer" = "Поделитесь статистикой использования с нашими разработчиками приложений. Это поможет нам улучшить приложение.";

"zanalytics.analytics.crashreport.cell.title" = "Включить отчеты о сбоях";

"zanalytics.analytics.sendonmobilenetwork.cell.title" = "Отправлять данные по мобильной сети";

"zanalytics.analytics.sendonmobilenetwork.footer" = "Включите это, чтобы обмениваться данными по мобильной сети.";

"zanalytics.analytics.crashreport.footer" = "Отправляйте сведения о сбоях нашим разработчиками всякий раз, когда приложение внезапно прекращает свою работу. Это поможет нам найти ошибки и внести необходимые исправления.";

"zanalytics.analytics.anonymouse.cell.title" = "Включение сведении о себе";

"zanalytics.analytics.anonymouse.footer" = "Укажите сведения о себе при отправке информации о работе приложения. Это поможет нам в случаях, когда вы сообщаете в нашу службу поддержки об определенной проблеме.";

"zanalytics.privacy.disable.alert.title" = "Предупреждение!";

"zanalytics.privacy.disable.alert.description" = "Отправка статистики использования поможет нам лучше понять причины сбоев и предложить вам более надежный продукт. Опираясь на полученные данные, мы устраним ошибки в продукте.";

"zanalytics.privacy.disable.alert.ok" = "ОК";


"zanalytics.privacy.alert.title" = "Помогите нам улучшить продукт";

"zanalytics.privacy.alert.description" = "Вы можете помочь нам улучшить продукт, согласившись отправлять нам данные об использовании вашего приложения и информацию о сбоях. Вы можете отправлять нам данные с указанием вашей информации или анонимно.\nОбратите внимание, что настройки можно изменить в любое время в разделе настроек приложения.";

"zanalytics.privacy.alert.description.watchsupport" = "Вы можете помочь нам улучшить продукт, согласившись отправлять нам данные об использовании и информацию о сбоях. Вы можете отправлять нам данные с указанием вашей информации или анонимно. Настройки будут синхронизированы между приложением на часах и приложением на мобильном устройстве. Их можно в любое время изменить в настройках приложения на мобильном устройстве.";

"zanalytics.privacy.alert.option1" = "Хочу участвовать с предоставлением сведений о себе";

"zanalytics.privacy.alert.option2" = "Хочу участвовать анонимно";

"zanalytics.privacy.alert.option3" = "Не хочу принимать участие";

"zanalytics.crash.alert.title" = "Приложение %@ неожиданно завершило работу во время последнего сеанса использования";

"zanalytics.crash.alert.description" = "Хотите отправить нам отчет, чтобы мы смогли исправить эту проблему?";

"zanalytics.crash.alert.option1" = "Всегда отправлять отчеты";

"zanalytics.crash.alert.option2" = "Отправить";

"zanalytics.crash.alert.option3" = "Не сейчас";

"zanalytics.crash.alert.option4" = "Не спрашивать";

"zanalytics.crash.alert.option5" = "Просмотреть и отправить";

"zanalytics.crash.navbar.crashreport.title" = "Недавняя ошибка";

"zanalytics.analytics.navbar.button.title.back" = "Назад";

"zanalytics.analytics.navbar.button.title.cancel" = "Отмена";

"zanalytics.analytics.navbar.button.title.send" = "послать";

"zanalytics.privacy.onboarding.title" = "Управление конфиденциальностью";

"zanalytics.privacy.onboarding.description" = "Узнайте, как повысить конфиденциальность и безопасность своей учетной записи.";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "Настроить конфиденциальность и безопасность";

"zanalytics.watch.privacy.alert.title" = "Настройки аналитики";

"zanalytics.watch.privacy.alert.description" = "Настройки будут синхронизированы между приложением на мобильном устройстве и приложением на часах. Настройки можно в любое время изменить на экране настроек в приложении на мобильном устройстве.";

"zanalytics.appupdates.title"="Доступно новое обновление!";

"zanalytics.appupdates.description"="Мы рекомендуем обновить эту версию, чтобы вы могли воспользоваться нашими новыми замечательными функциями.";

"zanalytics.appupdates.action.update.now"=" Обновить сейчас ";

"zanalytics.appupdates.action.remind.me.later"="Напомнить позже";

"zanalytics.appupdates.action.ignore"="Игнорировать";

"zanalytics.appupdates.unsupportedos.title"="Внимание!";

"zanalytics.appupdates.unsupportedos.description"="Чтобы использовать это приложение, вам необходимо установить последнюю версию ОС. Обновить сейчас для наиболее оптимальной работы.";

"zanalytics.appupdates.unsupportedos.action"=" Установить позже ";

"zanalytics.rateus.prompt.title" = "Вам понравилось приложение?";

"zanalytics.rateus.action.rateinappstore" = "Поставить оценку в App Store";

"zanalytics.rateus.action.openfeedback" = "Отправить отзыв";

"zanalytics.rateus.action.later" = "Позже";

"zanalytics.analytics.log.cell.title" = "Журнал консоли";

"zanalytics.analytics.log.footer" = "Поделитесь журналом консоли с нашими разработчиками приложений. Это поможет нам выявить любые возможные проблемы, с которыми вы можете столкнуться на пути достижения поставленных целей, а также повысить эффективность нашего приложения";

"zanalytics.apprivacyShield.screenshotalert.screenrecording" = "Обнаружена запись экрана!";
"zanalytics.apprivacyShield.screenshotalert.screenshot" = "Обнаружен снимок экрана!";
"zanalytics.apprivacyShield.screenshotalert.screenrecordingshield" = "Экран защищен от распространения";

"zanalytics.apprivacyShield.screenshotalert.message" = "Отключить на время защиту экрана Apptics?";
"zanalytics.apprivacyShield.screenshotalert.yes" = "Да";
